Repository: pepfar-datim/visualization-navigator
Catalog: i18n/*.po
Languages: nb

source: App encountered errors on d2 initialization
nb: Det oppsto et problem med d2-initialisering

source: Sharing updated
nb: Delingsparametrene har blitt oppdatert

source: Apply updated sharing to all selected items?
nb: Vil du oppdatere delingsparametrene for alle valgte objekter?

source: If you do not wish to apply these updated sharing settings to other selected items, click cancel.
nb: Hvis du ikke vil tilordne disse oppdaterte delingsparametrene til de andre valgte objektene, klikk på avbryt

source: Cancel
nb: Avbryt

source: Confirm
nb: OK

source: Open details
nb: Åpne detaljer

source: Display text
nb: Vis tekst

source: Indicator
nb: Indikator

source: Reporting Rate
nb: Raporteringshyppighet

source: Dashboard items
nb: Dashboard elementer

source: Dimensions
nb: Dimensjoner

source: Open in maps
nb: Åpne i kart-appen

source: Open as dashboard
nb: Åpne dashboard

source: Open in visualizer
nb: Åpne i visualizer-appen

source: Show details
nb: Vis detaljer

source: Update sharing (this item)
nb: Oppdater deling (dette objektet)

source: Update sharing (all selected items)
nb: Oppdater deling (alle valgte objekter)

source: Open in api
nb: Åpne i api

source: name
nb: navn

source: view count
nb: visningsantall

source: date
nb: dato

source: last viewed
nb: sist vist

source: chart
nb: graf

source: map
nb: kart

source: owner
nb: eieren

source: contains
nb: inneholder

source: is
nb: er

source: is not
nb: er ikke

source: after
nb: etter

source: before
nb: før

source: never
nb: aldri

source: Add filter
nb: Legg til et filter

source: Execute search
nb: Gjennomfør spørringen

source: Download results
nb: Last ned resultater

source: Search visualization items
nb: Søk i visualiseringsobjekter

source: Could not execute search
nb: Spørringen kunne ikke gjennomføres

source: Close
nb: Lukk

source: {{favoriteName}} has been deleted
nb: {{favoriteName}} har blitt slettet

source: Could not delete
nb: Kunne ikke slettes

source: Save successful
nb: Lagring vellykket

source: Could not save
nb: Kunne ikke lagres

source: Confirm delete of {{name}}
nb: Bekreft sletting av {{name}}

source: You will not be able to undo this action. Click delete to confirm.
nb: Sletting kan ikke angres. Klikk på slett for å bekrefte at du vil slette objektet.

source: Delete
nb: Slett

source: Delete in progress
nb: Sletting in progress

source: Name
nb: Navn

source: Owner
nb: Eieren

source: Shared with {{userGroupCounts}} user groups and {{userCount}} users
nb: Delt med {{userGroupCounts}} brukergrupper og {{userCount}} brukere

source: Update sharing
nb: Oppdater delingsparametre

source: Save
nb: Lagre

source: Visualization not accessible
nb: Visualiseringsobjekt er ikke tilgjengelig

source: viewed {{viewCount}} times
nb: vist {{viewCount}} ganger

source: last viewed: {{viewDate}}
nb: sist vist: {{viewDate}}

source: Include all views in view count statistic
nb: Tell alle visninger i visningsantall statistikk

source: Limit view counts to a specified date range
nb: Begrens visningsantall til et bestemt datointervall

source: Start date
nb: Startdato

source: End date
nb: Sluttdato

source: Unable to load the plugin for this item
nb: Plugin for dette objektet kunne ikke lades
